Repository: RLAlpha49/Anilist-Custom-List-Manager
Catalog: public/locales/*/messages.po
Languages: cn, es, fr, jp, ko, pt, ru

# answer.can_i_sort_and_organize_my_lists
source: Yes, the tool allows you to sort your lists based on various criteria such as status, score, rereads, genres, tags, and type. You can also drag and drop lists to reorder them according to your preferences.
cn: 是的，该工具允许你根据状态、评分、重读、流派、标签和类型等各种标准对列表进行排序。您还可以拖放列表，根据自己的喜好重新排序。
es: Sí, la herramienta te permite ordenar tus listas en función de varios criterios, como estado, puntuación, relecturas, géneros, etiquetas y tipo. También puedes arrastrar y soltar listas para reordenarlas según tus preferencias.
fr: Oui, l'outil vous permet de trier vos listes en fonction de divers critères tels que le statut, le score, les relectures, les genres, les étiquettes et le type. Vous pouvez également glisser et déposer les listes pour les réorganiser selon vos préférences.
jp: このツールでは、ステータス、スコア、再読、ジャンル、タグ、タイプなど、さまざまな基準に基づいてリストを並べ替えることができます。また、リストをドラッグ＆ドロップして、お好みに合わせて並び替えることもできます。
ko: 예, 이 도구를 사용하면 상태, 점수, 다시 읽기, 장르, 태그, 유형 등 다양한 기준에 따라 목록을 정렬할 수 있습니다. 목록을 끌어서 놓아 원하는 대로 순서를 바꿀 수도 있습니다.
pt: Sim, a ferramenta permite que você classifique suas listas com base em vários critérios, como status, pontuação, releituras, gêneros, tags e tipo. Você também pode arrastar e soltar listas para reordená-las de acordo com suas preferências.
ru: Да, инструмент позволяет сортировать списки по различным критериям, таким как статус, оценка, повторное прочтение, жанры, теги и тип. Вы также можете перетаскивать списки, чтобы упорядочить их в соответствии с вашими предпочтениями.

# answer.how_can_i_create_a_new_custom_list
source: Navigate to the Custom List Manager page and click on the 'Add New List' button. Enter the desired name for your new list and it will be added to your collection. You can then set conditions and organize your entries accordingly.
cn: 导航到 “自定义列表管理器 ”页面，点击 “添加新列表 ”按钮。为新列表输入所需的名称，它就会被添加到你的收藏中。然后，您可以设置条件并相应地组织条目。
es: Accede a la página del Gestor de listas personalizadas y haz clic en el botón «Añadir nueva lista». Introduce el nombre que desees para tu nueva lista y se añadirá a tu colección. A continuación, puede establecer condiciones y organizar sus entradas en consecuencia.
fr: Accédez à la page du Gestionnaire de Listes Personnalisées et cliquez sur le bouton 'Ajouter une Nouvelle Liste'. Entrez le nom souhaité pour votre nouvelle liste et elle sera ajoutée à votre collection. Vous pouvez ensuite définir des conditions et organiser vos entrées en conséquence.
jp: カスタムリストマネージャーページに移動し、「新しいリストを追加」ボタンをクリックしてください。新しいリストの名前を入力すると、コレクションに追加されます。その後、条件を設定し、それに従ってエントリを整理することができます。
ko: 사용자 지정 목록 관리자 페이지로 이동하여 '새 목록 추가' 버튼을 클릭합니다. 새 목록에 원하는 이름을 입력하면 컬렉션에 추가됩니다. 그런 다음 조건을 설정하고 그에 따라 항목을 정리할 수 있습니다.
pt: Navegue até a página do Custom List Manager e clique no botão “Add New List” (Adicionar nova lista). Digite o nome desejado para sua nova lista e ela será adicionada à sua coleção. Você pode então definir condições e organizar suas entradas de acordo.
ru: Перейдите на страницу менеджера пользовательских списков и нажмите кнопку «Добавить новый список». Введите желаемое имя для нового списка, и он будет добавлен в вашу коллекцию. Затем вы можете задать условия и упорядочить записи соответствующим образом.

# answer.how_do_i_clear_cached_tokens
source: To clear cached tokens, navigate to the AniList Login page and click on the 'Clear Cached Token' button. This will remove your access token from local storage, and you'll need to log in again to reconnect your AniList account.
cn: 要清除缓存令牌，请导航至 AniList 登录页面并点击 “清除缓存令牌 ”按钮。这将从本地存储中删除您的访问令牌，您需要再次登录以重新连接您的 AniList 帐户。
es: Para borrar los tokens almacenados en caché, ve a la página de inicio de sesión de AniList y haz clic en el botón «Borrar token almacenado en caché». Esto eliminará tu token de acceso del almacenamiento local, y tendrás que volver a iniciar sesión para reconectar tu cuenta de AniList.
fr: Pour effacer les jetons mis en cache, accédez à la page de connexion d'AniList et cliquez sur le bouton 'Effacer le Jeton Mis en Cache'. Cela supprimera votre jeton d'accès du stockage local, et vous devrez vous reconnecter pour rattacher à nouveau votre compte AniList.
jp: キャッシュされたトークンをクリアするには、AniListログインページに移動し、'キャッシュされたトークンをクリア'ボタンをクリックします。これにより、アクセストークンがローカルストレージから削除され、AniListアカウントに再接続するために再度ログインする必要があります。
ko: 캐시된 토큰을 지우려면 애니리스트 로그인 페이지로 이동하여 '캐시된 토큰 지우기' 버튼을 클릭합니다. 이렇게 하면 로컬 저장소에서 액세스 토큰이 제거되며 AniList 계정을 다시 연결하려면 다시 로그인해야 합니다.
pt: Para limpar tokens armazenados em cache, navegue até a página de login da AniList e clique no botão “Clear Cached Token” (Limpar token armazenado em cache). Isso removerá seu token de acesso do armazenamento local, e você precisará fazer login novamente para reconectar sua conta da AniList.
ru: Чтобы очистить кэшированные токены, перейдите на страницу входа в AniList и нажмите кнопку «Очистить кэшированный токен». В результате ваш токен доступа будет удален из локального хранилища, и вам нужно будет снова войти в систему, чтобы заново подключить свою учетную запись AniList.

# answer.how_do_i_connect_my_anilist_account
source: To connect your AniList account, click on the 'Login with AniList' button on the AniList Login page. You'll be redirected to AniList's authorization page where you can grant access. Once authorized, you'll be redirected back to the application.
cn: 要连接 AniList 帐户，请单击 AniList 登录页面上的 “使用 AniList 登录 ”按钮。您将被重定向到 AniList 的授权页面，在那里您可以授予访问权限。授权后，您将被转回应用程序。
es: Para conectar tu cuenta de AniList, haz clic en el botón «Iniciar sesión con AniList» de la página de inicio de sesión de AniList. Serás redirigido a la página de autorización de AniList donde podrás conceder el acceso. Una vez autorizado, serás redirigido de nuevo a la aplicación.
fr: Pour connecter votre compte AniList, cliquez sur le bouton 'Se connecter avec AniList' sur la page de connexion AniList. Vous serez redirigé vers la page d'autorisation d'AniList où vous pourrez autoriser l'accès. Une fois l'autorisation accordée, vous serez redirigé vers l'application.
jp: AniListアカウントに接続するには、AniListログインページの「AniListでログイン」ボタンをクリックしてください。AniListの認証ページにリダイレクトされますので、アクセスを許可してください。認証されると、アプリケーションにリダイレクトされます。
ko: 애니리스트 계정을 연결하려면 애니리스트 로그인 페이지에서 '애니리스트로 로그인' 버튼을 클릭합니다. 액세스 권한을 부여할 수 있는 AniList의 인증 페이지로 리디렉션됩니다. 권한이 부여되면 애플리케이션으로 다시 리디렉션됩니다.
pt: Para conectar sua conta da AniList, clique no botão “Login with AniList” na página de login da AniList. Você será redirecionado para a página de autorização da AniList, onde poderá conceder acesso. Depois de autorizado, você será redirecionado de volta ao aplicativo.
ru: Чтобы подключить учетную запись AniList, нажмите кнопку «Войти с помощью AniList» на странице входа в AniList. Вы будете перенаправлены на страницу авторизации AniList, где вы сможете предоставить доступ. После авторизации вы будете перенаправлены обратно в приложение.

# answer.how_does_the_application_handle_rate_limiting
source: The application includes mechanisms to handle rate limiting by AniList's API. If rate limiting is encountered, the process will pause and retry after a specified cooldown period.
cn: 应用程序包括处理 AniList API 速率限制的机制。如果遇到速率限制，进程会暂停，并在指定的冷却期后重试。
es: La aplicación incluye mecanismos para gestionar la limitación de velocidad de la API de AniList. Si se encuentra una limitación de velocidad, el proceso se detendrá y volverá a intentarse tras un periodo de enfriamiento especificado.
fr: L'application comprend des mécanismes permettant de gérer la limitation du débit par l'API d'AniList. En cas de limitation du débit, le processus est interrompu et réessayé après une période de refroidissement spécifiée.
jp: アプリケーションには、AniListのAPIによるレート制限を処理するメカニズムが含まれています。レート制限が発生した場合、プロセスは一時停止し、指定されたクールダウン期間の後に再試行されます。
ko: 애플리케이션에는 AniList의 API에 의한 속도 제한을 처리하는 메커니즘이 포함되어 있습니다. 속도 제한이 발생하면 프로세스가 일시 중지되고 지정된 쿨다운 기간이 지난 후 다시 시도합니다.
pt: O aplicativo inclui mecanismos para lidar com a limitação de taxa pela API da AniList. Se a limitação de taxa for encontrada, o processo será pausado e tentará novamente após um período de resfriamento especificado.
ru: В приложении предусмотрены механизмы для обработки ограничений скорости, установленных API AniList. При возникновении ограничения скорости процесс приостанавливается и повторяется через заданный период охлаждения.

# answer.is_my_data_safe
source: Yes, your data is handled securely. The application stores your AniList access token locally on your device and it is never stored elsewhere. This ensures that only you have access to it. All data transactions are performed through AniList's official API.
cn: 是的，您的数据会得到安全处理。应用程序会将您的 AniList 访问令牌本地存储在您的设备上，绝不会存储在其他地方。这确保只有您才能访问它。所有数据交易都通过 AniList 的官方 API 执行。
es: Sí, tus datos se manejan de forma segura. La aplicación almacena tu token de acceso a AniList localmente en tu dispositivo y nunca se almacena en ningún otro lugar. Esto garantiza que sólo tú tienes acceso a él. Todas las transacciones de datos se realizan a través de la API oficial de AniList.
fr: Oui, vos données sont traitées en toute sécurité. L'application stocke votre jeton d'accès à AniList localement sur votre appareil et il n'est jamais stocké ailleurs. Cela garantit que vous êtes le seul à y avoir accès. Toutes les transactions de données sont effectuées via l'API officielle d'AniList.
jp: はい、データは安全に扱われます。AniListのアクセストークンはお客様の端末にローカルに保存され、他の場所に保存されることはありません。これにより、あなただけがアクセスできるようになります。すべてのデータトランザクションは、AniListの公式APIを通じて実行されます。
ko: 예, 데이터는 안전하게 처리됩니다. 애플리케이션은 AniList 액세스 토큰을 기기에 로컬로 저장하며 다른 곳에 저장하지 않습니다. 따라서 본인만 액세스할 수 있습니다. 모든 데이터 트랜잭션은 AniList의 공식 API를 통해 수행됩니다.
pt: Sim, seus dados são tratados com segurança. O aplicativo armazena seu token de acesso à AniList localmente no dispositivo e ele nunca é armazenado em outro lugar. Isso garante que somente você tenha acesso a ele. Todas as transações de dados são realizadas por meio da API oficial da AniList.
ru: Да, ваши данные обрабатываются безопасно. Приложение хранит ваш токен доступа к AniList локально на вашем устройстве и никогда не хранит его где-либо еще. Это гарантирует, что доступ к нему есть только у вас. Все операции с данными осуществляются через официальный API AniList.

# answer.what_conditions_can_i_set_for_my_lists
source: You can set conditions based on status (e.g., Watching, Completed), score ranges, genres, tags, formats, and more. These conditions help automate the organization of your entries into the appropriate custom lists.
cn: 您可以根据状态（如正在观看、已完成）、分数范围、流派、标签、格式等设置条件。这些条件有助于自动将条目组织到相应的自定义列表中。
es: Puede establecer condiciones basadas en el estado (por ejemplo, Observando, Completado), rangos de puntuación, géneros, etiquetas, formatos y más. Estas condiciones ayudan a automatizar la organización de tus entradas en las listas personalizadas apropiadas.
fr: Vous pouvez définir des conditions basées sur le statut (par exemple, Regarder, Terminé), les plages de scores, les genres, les étiquettes, les formats, etc. Ces conditions permettent d'automatiser l'organisation de vos entrées dans les listes personnalisées appropriées.
jp: 視聴中、視聴完了などのステータス、スコア範囲、ジャンル、タグ、フォーマットなどの条件を設定できます。これらの条件は、エントリーを適切なカスタムリストに自動整理するのに役立ちます。
ko: 상태(예: 시청 중, 완료됨), 점수 범위, 장르, 태그, 형식 등을 기준으로 조건을 설정할 수 있습니다. 이러한 조건은 항목을 적절한 사용자 지정 목록으로 자동 구성하는 데 도움이 됩니다.
pt: Você pode definir condições com base no status (por exemplo, Watching, Completed), intervalos de pontuação, gêneros, tags, formatos e muito mais. Essas condições ajudam a automatizar a organização de suas entradas nas listas personalizadas apropriadas.
ru: Вы можете задать условия на основе статуса (например, «Просмотр», «Завершено»), диапазона оценок, жанров, тегов, форматов и т. д. Эти условия помогают автоматизировать организацию ваших записей в соответствующие пользовательские списки.

# answer.what_is_anilist_custom_list_manager
source: AniList Custom List Manager is a tool that allows you to organize and manage your anime and manga lists on AniList with ease. It offers advanced features such as creating custom lists, sorting entries, and setting conditions to automate list updates.
cn: AniList 自定义列表管理器是一款可让您轻松组织和管理 AniList 上的动画和漫画列表的工具。它提供创建自定义列表、条目排序和设置条件以自动更新列表等高级功能。
es: AniList Custom List Manager es una herramienta que te permite organizar y gestionar fácilmente tus listas de anime y manga en AniList. Ofrece funciones avanzadas como crear listas personalizadas, ordenar entradas y establecer condiciones para automatizar las actualizaciones de las listas.
fr: AniList Custom List Manager est un outil qui vous permet d'organiser et de gérer vos listes d'anime et de manga sur AniList avec facilité. Il offre des fonctionnalités avancées telles que la création de listes personnalisées, le tri des entrées et la définition de conditions pour automatiser les mises à jour des listes.
jp: AniListカスタムリストマネージャーは、AniList上のアニメや漫画のリストを簡単に整理・管理できるツールです。カスタムリストの作成、エントリの並べ替え、リストの更新を自動化するための条件設定などの高度な機能を提供します。
ko: AniList 커스텀 리스트 매니저는 AniList에서 애니메이션과 만화 목록을 쉽게 구성하고 관리할 수 있는 도구입니다. 사용자 지정 목록 생성, 항목 정렬, 목록 업데이트 자동화를 위한 조건 설정 등의 고급 기능을 제공합니다.
pt: O AniList Custom List Manager é uma ferramenta que permite organizar e gerenciar suas listas de anime e mangá no AniList com facilidade. Ele oferece recursos avançados, como a criação de listas personalizadas, a classificação de entradas e a definição de condições para automatizar as atualizações da lista.
ru: AniList Custom List Manager - это инструмент, который позволяет вам легко организовывать и управлять списками аниме и манги на AniList. Он предлагает расширенные возможности, такие как создание пользовательских списков, сортировка записей и установка условий для автоматического обновления списков.

# aria.clear_cache
source: Clear Cache
jp: キャッシュクリア
ko: 캐시 지우기
pt: Limpar cache
ru: Очистить кэш

# aria.faq
source: Frequently Asked Questions about Anilist Custom List Manager
jp: Anilist カスタムリストマネージャーに関するよくある質問
ko: 애니리스트 커스텀 리스트 매니저에 대해 자주 묻는 질문과 대답
pt: Perguntas frequentes sobre o Anilist Custom List Manager
ru: Часто задаваемые вопросы о менеджере пользовательских списков Anilist

# aria.get_started
source: Get Started with Anilist
jp: Anilistを始める
ko: 애니리스트 시작하기
pt: Primeiros passos com o Anilist
ru: Начать работу с Anilist

# aria.new_list_name
source: New list name
jp: 新しいリスト名
ko: 새 목록 이름
pt: Nome da nova lista
ru: Имя нового списка

# button.add_new_list
source: Add New List
cn: 添加新列表
es: Añadir nueva lista
fr: Ajouter une nouvelle liste
jp: 新しいリストを追加
ko: 새 목록 추가
pt: Adicionar nova lista
ru: Добавить новый список

# button.anicards
source: AniCards
jp: アニカード
ko: 애니카드

# button.anilistmangaupdater
source: Anilist-Manga-Updater
jp: アニリスト-マンガ-アップデータ
ko: 애니리스트-만화 업데이터

# button.anisearch
source: AniSearch
cn: 搜索
es: AniBúsqueda
jp: アニサーチ

# button.anisearchmodel
source: AniSearchModel
cn: 搜索模型
jp: アニサーチモデル

# button.back
source: Back
cn: 返回
es: Volver
fr: Retour
jp: 戻る
ko: 뒤로
pt: Voltar
ru: Назад

# button.clear_cache
source: Clear Cache
cn: 清除缓存
es: Borrar caché
fr: Effacer le Cache
jp: キャッシュをクリア
ko: 캐시 지우기
pt: Limpar cache
ru: Очистить кэш

# button.clear_cached_token
source: Clear Cached Token
cn: 清除缓存令牌
es: Borrar token de caché
fr: Effacer le Jeton Mis en Cache
jp: キャッシュされたトークンをクリア
ko: 캐시 토큰 지우기
pt: Limpar token armazenado em cache
ru: Очистить кэшированный токен

# button.faq
source: FAQ
cn: 常见问题
jp: よくある質問
pt: PERGUNTAS FREQUENTES

# button.fetch_anime_lists
source: Fetch Anime Lists
cn: 获取动漫列表
es: Buscar listas de anime
fr: Récupérer les listes d'anime
jp: アニメリストを取得
ko: 애니메이션 목록 가져오기
pt: Obter listas de anime
ru: Получить списки аниме

# button.fetch_manga_lists
source: Fetch Manga Lists
cn: 获取漫画列表
es: Buscar listas de manga
fr: Récupérer les listes de manga
jp: マンガリストを取得する
ko: 만화 목록 불러오기
pt: Buscar listas de mangás
ru: Получить списки манги

# button.finish
source: Finish
cn: 完成
es: Finalizar
fr: Terminer
jp: 終了する
pt: Concluir
ru: Завершить

# button.finished
source: Finished
cn: 完成
es: Finalizado
fr: Terminé
jp: 終了
ko: 완료
pt: Concluído
ru: Закончить

# button.get_started
source: Get Started
cn: 开始
es: Empezar
fr: Commencer
jp: 始める
ko: 시작하기
pt: Começar
ru: Начать

# button.home
source: Home
cn: 首页
es: Inicio
fr: Accueil
jp: ホーム
ko: 홈
pt: Início
ru: Главная

# button.login_with_anilist
source: Login with AniList
cn: 登录 AniList
es: Iniciar sesión con AniList
fr: Se connecter avec AniList
jp: AniListでログイン
ko: AniList로 로그인
pt: Login com a AniList
ru: Вход в AniList

# button.manage_lists
source: Manage Lists
cn: 管理列表
es: Gestionar listas
fr: Gérer les listes
jp: リストの管理
ko: 목록 관리
pt: Gerenciar listas
ru: Управление списками

# button.next
source: Next
cn: 下一步
es: Siguiente
fr: Suivant
jp: 次へ
ko: 다음
pt: Próximo
ru: Следующий

# button.pause
source: Pause
cn: 暂停
es: Pausa
jp: 一時停止
ko: 일시 중지
pt: Pausar
ru: Приостановить

# button.rate_limited
source: Rate Limited
cn: 费率限制
es: Tarifa limitada
fr: Limite de taux
jp: 料金制限
ko: 요금 제한
pt: Taxa limitada
ru: Тариф ограничен

# button.resume
source: Resume
cn: 简历
es: Reanudar
fr: Reprendre
jp: レジュメ
ko: 재개
pt: Retomar
ru: Возобновить

# button.save
source: Save
cn: 保存
es: Guardar
fr: Enregistrer
jp: 保存
ko: 저장
pt: Salvar
ru: Сохранить

# button.spotifyskiptracker
source: SpotifySkipTracker
jp: スキップトラッカー
ko: Spotify스킵 트래커

# button.start
source: Start
cn: 开始
es: Iniciar
fr: Démarrer
jp: 開始
ko: 시작
pt: Iniciar
ru: Начать

# category.account
source: Account
cn: 帐户
es: Cuenta
fr: Compte
jp: アカウント
ko: 계정
pt: Conta
ru: Аккаунт

# category.getting_started
source: Getting Started
cn: 开始使用
es: Comenzar
fr: Commencer
jp: 始める
ko: 시작하기
pt: Como começar
ru: Начало работы

# category.managing_lists
source: Managing Lists
cn: 管理列表
es: Gestionar listas
fr: Gestion des Listes
jp: リストの管理
ko: 목록 관리
pt: Gerenciando listas
ru: Управление списками

# category.security
source: Security
cn: 安全性
es: Seguridad
fr: Sécurité
jp: セキュリティ
ko: 보안
pt: Segurança
ru: Безопасность

# category.technical
source: Technical
cn: 技术
es: Técnico
fr: Technique
jp: テクニカル
ko: 기술
pt: Técnica
ru: Технические

# description.cache_cleared_description
source: Your cache has been cleared.
cn: 您的缓存已清除。
es: Tu caché se ha borrado.
fr: Votre cache a été effacé.
jp: キャッシュがクリアされました。
ko: 캐시가 지워졌습니다.
pt: Seu cache foi limpo.
ru: Ваш кэш был очищен.

# description.connect_account
source: Connect your AniList account to manage your custom lists effortlessly.
cn: 连接您的 AniList 帐户，轻松管理自定义列表。
es: Conecta tu cuenta de AniList para gestionar tus listas personalizadas sin esfuerzo.
fr: Connectez votre compte AniList pour gérer vos listes personnalisées sans effort.
jp: AniList アカウントに接続して、カスタムリストを簡単に管理しましょう。
ko: AniList 계정을 연결하여 사용자 지정 목록을 손쉽게 관리하세요.
pt: Conecte sua conta AniList para gerenciar suas listas personalizadas sem esforço.
ru: Подключите свою учетную запись AniList, чтобы легко управлять пользовательскими списками.

# description.find_answers
source: Find answers to the most common questions about AniList Custom List Manager.
cn: 查找有关 AniList 自定义列表管理器最常见问题的答案。
es: Encuentra respuestas a las preguntas más comunes sobre el Gestor de Listas Personalizadas de AniList.
fr: Trouvez des réponses aux questions les plus courantes concernant AniList Custom List Manager.
jp: AniList カスタムリストマネージャーに関するよくある質問と回答をご覧ください。
ko: 애니리스트 사용자 지정 목록 관리자에 대한 가장 일반적인 질문에 대한 답변을 찾아보세요.
pt: Encontre respostas para as perguntas mais comuns sobre o AniList Custom List Manager.
ru: Найдите ответы на самые распространенные вопросы о менеджере пользовательских списков AniList.

# description.hero_paragraph
source: Take full control of your Anilist experience by organizing your entries into customized lists. Whether you're tracking anime, manga, or both, our tool offers advanced features to suit your needs.
cn: 将您的条目整理到自定义列表中，从而完全掌控您的 Anilist 体验。无论您是追踪动画、漫画还是两者，我们的工具都能提供高级功能，满足您的需求。
es: Toma el control total de tu experiencia Anilist organizando tus entradas en listas personalizadas. Tanto si haces un seguimiento del anime, del manga o de ambos, nuestra herramienta ofrece funciones avanzadas que se adaptan a tus necesidades.
fr: Prenez le contrôle total de votre expérience Anilist en organisant vos entrées dans des listes personnalisées. Que vous suiviez des anime, des mangas ou les deux, notre outil offre des fonctionnalités avancées adaptées à vos besoins.
jp: エントリーした作品をカスタムリストにまとめることで、AniListをフルコントロールすることができます。アニメ、漫画、またはその両方を追跡する場合でも、私たちのツールはあなたのニーズに合った高度な機能を提供します。
ko: 항목을 사용자 지정 목록으로 구성하여 애니리스트 환경을 완벽하게 제어하세요. 애니메이션, 만화 또는 두 가지 모두를 추적하든, 저희 도구는 사용자의 필요에 맞는 고급 기능을 제공합니다.
pt: Assuma o controle total da sua experiência no AniList organizando suas entradas em listas personalizadas. Quer esteja acompanhando anime, mangá ou ambos, nossa ferramenta oferece recursos avançados para atender às suas necessidades.
ru: Получите полный контроль над работой Anilist, организовав свои записи в пользовательские списки. Независимо от того, отслеживаете ли вы аниме, мангу или и то, и другое, наш инструмент предлагает расширенные возможности для удовлетворения ваших потребностей.

# description.manage_lists
source: Manage your anime and manga lists with ease
cn: 轻松管理您的动漫列表
es: Gestiona tus listas de anime y manga con facilidad
fr: Gérez vos listes d'anime et de manga avec facilité
jp: アニメとマンガのリストを簡単に管理
ko: 애니메이션과 만화 목록을 간편하게 관리하세요.
pt: Gerencie suas listas de anime e mangá com facilidade
ru: Управляйте списками аниме и манги с легкостью

# description.update_completed
source: Your custom lists have been successfully updated.
cn: 您的自定义列表已成功更新。
es: Tus listas personalizadas se han actualizado correctamente.
fr: Vos listes personnalisées ont été mises à jour avec succès.
jp: カスタムリストが正常に更新されました。
ko: 사용자 지정 목록이 성공적으로 업데이트되었습니다.
pt: Suas listas personalizadas foram atualizadas com sucesso.
ru: Ваши пользовательские списки были успешно обновлены.

# description.update_custom_lists
source: Start updating your AniList with customized conditions. You can pause or resume the update process at any time.
cn: 开始使用自定义条件更新 AniList。您可以随时暂停或恢复更新过程。
es: Empieza a actualizar tu AniLista con condiciones personalizadas. Puede pausar o reanudar el proceso de actualización en cualquier momento.
fr: Commencez à mettre à jour votre AniList avec des conditions personnalisées. Vous pouvez interrompre ou reprendre le processus de mise à jour à tout moment.
jp: カスタマイズした条件でAniListの更新を開始します。更新の一時停止や再開はいつでも可能です。
ko: 사용자 지정 조건으로 애니목록 업데이트를 시작하세요. 언제든지 업데이트 프로세스를 일시 중지하거나 다시 시작할 수 있습니다.
pt: Comece a atualizar sua AniList com condições personalizadas. Você pode pausar ou retomar o processo de atualização a qualquer momento.
ru: Начните обновлять свой список AniList с заданными условиями. Вы можете приостановить или возобновить процесс обновления в любое время.

# error.client_id_not_defined
source: AniList Client ID is not defined.
cn: 未定义 AniList 客户端 ID。
es: El ID de cliente de AniList no está definido.
fr: L'identifiant du client AniList n'est pas défini.
jp: AniListクライアントIDが定義されていません。
ko: AniList 클라이언트 ID가 정의되지 않았습니다.
pt: O ID do cliente AniList não está definido.
ru: Идентификатор клиента AniList не определен.

# error.failed_fetch_viewer_id
source: Failed to fetch viewer ID.
cn: 获取查看器 ID 失败。
es: No se ha podido obtener el ID del visor.
fr: Échec de la récupération de l'identifiant du spectateur.
jp: ビューアIDの取得に失敗しました。
ko: 뷰어 ID를 가져오지 못했습니다.
pt: Falha ao buscar o ID do visualizador.
ru: Не удалось получить идентификатор зрителя.

# error.generic_error
source: Error
cn: 错误
fr: Erreur
jp: エラー
ko: 오류
pt: Erro
ru: Ошибка

# feature.move_entries
source: Move Your Entries
cn: 移动条目
es: Mueve tus entradas
fr: Déplacer Vos Entrées
jp: エントリーの移動
ko: 항목 이동
pt: Mova seus registros
ru: Перемещение записей
