Repository: RLAlpha49/Anilist-Custom-List-Manager
Catalog: public/locales/*/messages.po
Languages: cn, es, fr, jp, ko, pt, ru

# feature.move_entries_description
source: Effortlessly move your entries to specific custom lists, keeping your Anilist organized according to your preferences.
cn: 轻松地将条目移动到特定的自定义列表，让您的 Anilist 按照您的偏好保持有序。
es: Mueve sin esfuerzo tus entradas a listas personalizadas específicas, manteniendo tu Anilist organizada según tus preferencias.
fr: Déplacez sans effort vos entrées vers des listes personnalisées spécifiques, en gardant votre Anilist organisée selon vos préférences.
jp: エントリーを特定のカスタムリストに簡単に移動できます。
ko: 항목을 특정 사용자 지정 목록으로 손쉽게 이동하여 애니리스트를 원하는 대로 정리할 수 있습니다.
pt: Mova sem esforço suas entradas para listas personalizadas específicas, mantendo sua Anilist organizada de acordo com suas preferências.
ru: Легко перемещайте записи в определенные пользовательские списки, чтобы ваш Anilist был организован в соответствии с вашими предпочтениями.

# feature.sort_entries
source: Sort Entries
cn: 条目排序
es: Ordenar entradas
fr: Trier les Entrées
jp: エントリーの並べ替え
ko: 항목 정렬
pt: Classificar registros
ru: Сортировать записи

# feature.sort_entries_description
source: Sort your entries based on status, score, rereads, genres, tags, and type to quickly find what you're looking for.
cn: 根据状态、评分、重读次数、流派、标签和类型对条目进行排序，以便快速找到要找的内容。
es: Ordena tus entradas por estado, puntuación, relecturas, géneros, etiquetas y tipo para encontrar rápidamente lo que buscas.
fr: Triez vos entrées en fonction de leur statut, de leur score, de leurs relectures, de leur genre, de leurs tags et de leur type pour trouver rapidement ce que vous cherchez.
jp: ステータス、スコア、再読、ジャンル、タグ、タイプに基づいてエントリを並べ替え、探しているものをすばやく見つけることができます。
ko: 상태, 점수, 다시 읽기, 장르, 태그, 유형에 따라 항목을 정렬하여 원하는 항목을 빠르게 찾을 수 있습니다.
pt: Classifique suas entradas com base em status, pontuação, releituras, gêneros, tags e tipo para encontrar rapidamente o que está procurando.
ru: Сортируйте записи по статусу, оценке, повторному прочтению, жанрам, тегам и типам, чтобы быстро найти то, что вы ищете.

# feature.update_entries
source: Update Entries
cn: 更新条目
es: Actualizar entradas
fr: Mettre à Jour les Entrées
jp: エントリーの更新
ko: 항목 업데이트
pt: Atualizar entradas
ru: Обновлять записи

# feature.update_entries_description
source: Automatically update entries based on the conditions you set, ensuring your lists are always up-to-date.
cn: 根据你设定的条件自动更新条目，确保你的列表始终是最新的。
es: Actualiza automáticamente las entradas en función de las condiciones que establezcas, garantizando que tus listas estén siempre al día.
fr: Mettez automatiquement à jour les entrées en fonction des conditions que vous avez définies, afin que vos listes soient toujours à jour.
jp: 設定した条件に基づいて自動的にエントリーを更新し、リストを常に最新の状態に保ちます。
ko: 설정한 조건에 따라 자동으로 항목을 업데이트하여 목록을 항상 최신 상태로 유지하세요.
pt: Atualize automaticamente as entradas com base nas condições que você definir, garantindo que suas listas estejam sempre atualizadas.
ru: Автоматическое обновление записей на основе заданных вами условий, чтобы ваши списки всегда были актуальными.

# header.check_out_projects
source: Check Out My Other Projects
cn: 查看我的其他项目
es: Echa un vistazo a mis otros proyectos
fr: Découvrez mes autres projets
jp: 私の他のプロジェクトをチェック
ko: 내 다른 프로젝트 확인하기
pt: Confira meus outros projetos
ru: Посмотрите другие мои проекты

# illustration.anilist
source: AniList Illustration
jp: AniListイラスト
ko: 애니리스트 일러스트레이션
pt: Ilustração da AniList
ru: Иллюстрация AniList

# label.hide_default_status_lists
source: Hide Default Status Lists
cn: 隐藏默认状态列表
es: Ocultar listas de estado predeterminadas
fr: Masquer les listes de statut par défaut
jp: デフォルトのステータスリストを隠す
ko: 기본 상태 목록 숨기기
pt: Ocultar listas de status padrão
ru: Скрыть списки состояния по умолчанию

# label.new_list_name
source: New List Name:
cn: 新列表名称：
es: Nuevo Nombre de Lista:
fr: Nouveau nom de la liste
jp: 新しいリスト名
ko: 새 목록 이름:
pt: Nome da nova lista:
ru: Имя нового списка:

# label.repeat_count
source: Repeat Count:
cn: 重复次数
es: Recuento de repeticiones:
fr: Nombre de répétitions :
jp: リピート回数
ko: 반복 횟수:
pt: Repeat Count (contagem de repetições):
ru: Количество повторов:

# label.score
source: Score:
cn: 分数
es: Puntuación:
jp: スコア
ko: 점수:
pt: Score (Pontuação):
ru: Оценка:

# label.status
source: Status:
cn: 状态
es: Estado:
fr: Statut :
jp: ステータス
ko: 상태:
ru: Статус:

# languageSelector.warning
source: The selected language is machine-translated and some content may not be fully accurate or complete.
cn: 所选语言为机器翻译，某些内容可能不完全准确或完整。
es: El idioma seleccionado ha sido traducido automáticamente, por lo que es posible que algunos contenidos no sean totalmente precisos o completos.
fr: La langue sélectionnée est traduite mécaniquement et certains contenus peuvent ne pas être totalement exacts ou complets.
jp: 選択された言語は機械翻訳であり、一部のコンテンツは完全に正確または完全ではない可能性があります。
ko: 선택한 언어가 기계 번역되어 일부 콘텐츠가 완전히 정확하지 않거나 완전하지 않을 수 있습니다.
pt: O idioma selecionado é traduzido por máquina e alguns conteúdos podem não ser totalmente precisos ou completos.
ru: Выбранный язык является машинным переводом, поэтому некоторые материалы могут быть не совсем точными или неполными.

# link.back_to_home
source: Back to Home
cn: 返回首页
es: Volver a Inicio
fr: Retour à l'accueil
jp: ホームへ戻る
ko: 홈으로 돌아가기
pt: Voltar para a página inicial
ru: Вернуться на главную страницу

# modal.confirm_conditions_title
source: Confirm Conditions
cn: 确认条件
es: Confirmar condiciones
fr: Confirmer les conditions
jp: 条件を確認する
ko: 조건 확인
pt: Confirmar condições
ru: Подтвердить условия

# page.custom_list_manager.description
source: Organize and manage your AniList entries effortlessly.
cn: 轻松组织和管理您的 AniList 条目。
es: Organiza y gestiona tus entradas de AniList sin esfuerzo.
fr: Organisez et gérez vos entrées AniList sans effort.
jp: AniListのエントリーを簡単に整理・管理できます。
ko: AniList 항목을 손쉽게 정리하고 관리하세요.
pt: Organize e gerencie suas entradas da AniList sem esforço.
ru: Организуйте и управляйте своими записями AniList без лишних усилий.

# page.custom_list_manager.title
source: Custom List Manager
cn: 自定义列表管理器
es: Gestor de listas personalizadas
fr: Gestionnaire de listes personnalisées
jp: カスタムリストマネージャー
ko: 사용자 지정 목록 관리자
pt: Gerenciador de listas personalizadas
ru: Менеджер пользовательских списков

# placeholder.enter_new_list_name
source: Enter new list name
jp: 新しいリスト名を入力
ko: 새 목록 이름 입력
pt: Digite o nome da nova lista
ru: Введите имя нового списка

# placeholder.select_condition
source: Select a condition
cn: 选择条件
es: Seleccione una condición
fr: Sélectionnez une condition
jp: 条件を選択
ko: 조건 선택
pt: Selecione uma condição
ru: Выберите условие

# question.can_i_sort_and_organize_my_lists
source: Can I sort and organize my lists?
cn: 能否对我的列表进行排序和整理？
es: ¿Puedo ordenar y organizar mis listas?
fr: Puis-je trier et organiser mes listes?
jp: リストの並べ替えや整理はできますか？
ko: 목록을 정렬하고 정리할 수 있나요?
pt: Posso classificar e organizar minhas listas?
ru: Могу ли я сортировать и упорядочивать свои списки?

# question.how_can_i_create_a_new_custom_list
source: How can I create a new custom list?
cn: 如何创建新的自定义列表？
es: ¿Cómo puedo crear una nueva lista personalizada?
fr: Comment puis-je créer une nouvelle liste personnalisée?
jp: 新しいカスタムリストを作成するには？
ko: 새 사용자 지정 목록을 만들려면 어떻게 해야 하나요?
pt: Como posso criar uma nova lista personalizada?
ru: Как создать новый пользовательский список?

# question.how_do_i_clear_cached_tokens
source: How do I clear cached tokens?
cn: 如何清除缓存的标记？
es: ¿Cómo borro los tokens almacenados en caché?
fr: Comment puis-je effacer les jetons mis en cache?
jp: キャッシュされたトークンをクリアするには？
ko: 캐시된 토큰을 지우려면 어떻게 해야 하나요?
pt: Como faço para limpar tokens em cache?
ru: Как очистить кэшированные маркеры?

# question.how_do_i_connect_my_anilist_account
source: How do I connect my AniList account?
cn: 如何连接我的 AniList 账户？
es: ¿Cómo conecto mi cuenta AniList?
fr: Comment puis-je connecter mon compte AniList?
jp: AniList アカウントに接続する方法を教えてください。
ko: 캐시된 토큰을 지우려면 어떻게 해야 하나요?
pt: Como faço para conectar minha conta AniList?
ru: Как подключить учетную запись AniList?

# question.how_does_the_application_handle_rate_limiting
source: How does the application handle rate limiting?
cn: 应用程序如何处理速率限制？
es: ¿Cómo gestiona la aplicación la limitación de velocidad?
fr: Comment l'application gère-t-elle la limitation de débit?
jp: アプリケーションはどのようにレート制限を処理しますか？
ko: 애플리케이션이 속도 제한을 어떻게 처리하나요?
pt: Como o aplicativo lida com a limitação de taxa?
ru: Как приложение справляется с ограничением скорости?

# question.is_my_data_safe
source: Is my data safe?
cn: 我的数据安全吗？
es: ¿Están seguros mis datos?
fr: Mes données sont-elles en sécurité?
jp: 私のデータは安全ですか？
ko: 내 데이터는 안전한가요?
pt: Meus dados estão seguros?
ru: Безопасны ли мои данные?

# question.what_conditions_can_i_set_for_my_lists
source: What conditions can I set for my lists?
cn: 我可以为我的列表设置哪些条件？
es: ¿Qué condiciones puedo establecer para mis listas?
fr: Quelles conditions puis-je définir pour mes listes?
jp: リストにはどのような条件を設定できますか？
ko: 내 리스트에 어떤 조건을 설정할 수 있나요?
pt: Que condições posso definir para minhas listas?
ru: Какие условия я могу задать для своих списков?

# question.what_is_anilist_custom_list_manager
source: What is AniList Custom List Manager?
cn: 什么是 AniList 自定义列表管理器？
es: ¿Qué es el Gestor de Listas Personalizadas de AniList?
fr: Qu'est-ce que le Gestionnaire de Listes Personnalisées AniList?
jp: AniList カスタムリストマネージャーとは何ですか？
ko: 애니리스트 커스텀 리스트 매니저란 무엇인가요?
pt: O que é o AniList Custom List Manager?
ru: Что такое менеджер пользовательских списков AniList?

# status.logged_in
source: You are logged in.
cn: 您已登录。
es: Has iniciado sesión.
fr: Vous êtes connecté.
jp: ログインしています。
ko: 로그인했습니다.
pt: Você está conectado.
ru: Вы вошли в систему.

# status.no_update_info
source: No update information was found for your recent update.
cn: 未找到您最近的更新信息。
es: No se ha encontrado información para tu actualización reciente.
fr: Aucune information de mise à jour
jp: 最近の更新情報が見つかりません。
ko: 최근 업데이트에 대한 업데이트 정보를 찾을 수 없습니다.
pt: Nenhuma informação de atualização foi encontrada para sua atualização recente.
ru: Не найдена информация об обновлении для вашего последнего обновления.

# status.not_logged_in
source: You are not logged in.
cn: 您尚未登录。
es: No ha iniciado sesión.
fr: Vous n'êtes pas connecté.
jp: ログインしていません。
ko: 로그인하지 않았습니다.
pt: Você não está conectado.
ru: Вы не вошли в систему.

# status.processing
source: Processing...
cn: 处理中...
es: Procesando...
fr: Traitement en cours...
jp: 処理中...
ko: 처리 중...
pt: Processando...
ru: Обработка...

# status.processing_login
source: Processing login...
cn: 处理登录...
es: Procesando inicio de sesión...
fr: Traitement de la connexion en cours...
jp: ログイン処理中...
ko: 로그인 처리 중...
pt: Processando o login...
ru: Обработка входа...

# status.update_completed_title
source: Update Completed!
cn: 更新已完成！
es: ¡Actualización completada!
fr: Mise à jour terminée !
jp: 更新が完了しました！
ko: 업데이트 완료!
pt: Atualização concluída!
ru: Обновление завершено!

# text.all_entries_updated
source: All entries have been updated!
cn: 所有条目均已更新！
es: ¡Todas las entradas han sido actualizadas!
fr: Toutes les entrées ont été mises à jour avec succès !
jp: すべてのエントリが更新されました！
ko: 모든 항목이 업데이트되었습니다!
pt: Todas as entradas foram atualizadas!
ru: Все записи были обновлены!

# text.loading
source: Loading...
cn: 正在加载...
es: Cargando...
fr: Chargement...
jp: 読み込み中...
ko: 로드 중...
pt: Carregando...
ru: Загрузка...

# text.not_available
source: N/A
cn: 不适用
fr: N/D
jp: 該当なし

# text.notice_hidden_entries
source: Note: Media entries with
cn: 注：媒体条目带有 hiddenFromStatusLists 设置为 “true ”且未与任何自定义列表关联的媒体条目不会被查询返回，也不会在此显示。
es: Nota: Las entradas multimedia con
fr: Remarque : Les entrées média avec
jp: 注意: メディアエントリーでhiddenFromStatusListsがが true に設定され、カスタムリストに関連付けられていないメディアエントリは、クエリによって返されず、ここには表示されません。
ko: 참고: 미디어 항목에`
pt: Observação: entradas de mídia com hiddenFromStatusLists definidas como true e não associadas a nenhuma lista personalizada não serão retornadas pela consulta e não serão exibidas aqui.
ru: Примечание: медиазаписи с hiddenFromStatusLists установленным в true и не связанным с какими-либо пользовательскими списками, не будут возвращены запросом и не будут отображаться здесь.

# text.notice_hidden_from_status_lists
source: hiddenFromStatusLists
cn: 隐藏默认状态列表
jp: hiddenFromStatusListsがtrueに設定され、カスタムリストに関連付けられていないメディアエントリは、クエリによって返されず、ここには表示されません。
ko: 숨겨진상태목록이 true로 설정되어 있고 사용자 지정 목록과 연결되지 않은 미디어 항목은 쿼리에서 반환되지 않으며 여기에 표시되지 않습니다.
pt: hiddenFromStatusLists definidas como true e não associadas a nenhuma lista personalizada não serão retornadas pela consulta e não serão exibidas aqui.
ru: Примечание: медиазаписи с hiddenFromStatusLists установленным в true и не связанным с какими-либо пользовательскими списками, не будут возвращены запросом и не будут отображаться здесь.

# text.notice_set_true
source: set to true and not associated with any custom lists will not be returned by the query and will not be displayed here.
cn: 设置为 “true ”
es: en true y no asociadas a ninguna lista personalizada no serán devueltas por la consulta y no se mostrarán aquí.
fr: définies sur vrai et non associées à aucune liste personnalisée ne seront pas retournées par la requête et ne seront pas affichées ici.
jp: が true に設定されました。
ko: 가 true로 설정되어 있고 사용자 지정 목록과 연결되지 않은 미디어 항목은 쿼리에서 반환되지 않으며 여기에 표시되지 않습니다.
pt: definidas como true e não associadas a nenhuma lista personalizada não serão retornadas pela consulta e não serão exibidas aqui.
ru: Примечание: медиазаписи с hiddenFromStatusLists установленным в true и не связанным с какими-либо пользовательскими списками, не будут возвращены запросом и не будут отображаться здесь.

# text.total_entries_updated
source: Total Entries Updated:
cn: 已更新条目总数：
es: Total de entradas actualizadas:
fr: Entrées mises à jour au total :
jp: 総エントリ更新数
ko: 총 항목이 업데이트되었습니다:
pt: Total de entradas atualizadas:
ru: Всего записей обновлено:

# text.total_lists
source: Total Lists:
cn: 列表总数
es: Total Listas:
fr: Listes totales :
jp: 総リスト数
ko: 총 목록:
pt: Listas totais:
ru: Всего списков:

# text.updated
source: Updated
cn: 已更新
es: Actualizado
fr: Mis à jour
jp: 更新
ko: 업데이트
pt: Atualizadas
ru: Обновленный

# text.updating_entry
source: Updating:
cn: 更新：
es: Actualizando:
fr: Mise à jour :
jp: 更新中
ko: 업데이트 중입니다:
pt: Atualizando:
ru: Обновление:

# title.anilist_custom_list_manager
source: Anilist Custom List Manager
cn: AniList 自定义列表管理器
es: Gestor de listas personalizadas de AniList
fr: Gestionnaire de Listes Personnalisées AniList
jp: カスタムリストマネージャー
ko: 애니리스트 사용자 지정 목록 관리자
pt: Gerenciador de listas personalizadas da Anilist
ru: Менеджер пользовательских списков Anilist

# title.anilist_login
source: AniList Login
cn: 登录
es: Inicio de sesión de AniList
fr: Connexion AniList
jp: AniList ログイン
ko: 애니리스트 로그인
pt: Login da AniList
ru: Вход в AniList

# title.cache_cleared
source: Cache cleared!
cn: 清除缓存！
es: ¡Caché borrada!
fr: Cache effacé!
jp: キャッシュをクリアしました！
ko: 캐시가 지워졌습니다!
pt: Cache limpo!
ru: Кэш очищен!

# title.custom_list_changes
source: Custom List Changes:
cn: 自定义列表更改：
es: Cambios en las listas personalizadas:
fr: Modifications de la liste personnalisée :
jp: カスタムリストの変更
ko: 사용자 지정 목록 변경:
pt: Alterações na lista personalizada:
ru: Изменения в пользовательских списках:

# title.frequently_asked_questions
source: Frequently Asked Questions
cn: 常见问题
es: Preguntas frecuentes
fr: Questions Fréquemment Posées
jp: よくある質問
ko: 자주 묻는 질문
pt: Perguntas frequentes
ru: Часто задаваемые вопросы

# title.update_custom_lists
source: Update Custom Lists
cn: 更新自定义列表
es: Actualizar listas personalizadas
fr: Mettre à jour les listes personnalisées
jp: カスタムリストの更新
ko: 사용자 지정 목록 업데이트
pt: Atualizar listas personalizadas
ru: Обновление пользовательских списков

# toast.deleted_description
source: has been deleted and updated successfully.
cn: 已删除并更新成功。
es: se ha eliminado y actualizado correctamente.
fr: a été supprimée et mise à jour avec succès.
jp: が削除され、正常に更新されました。
ko: 가 삭제되고 성공적으로 업데이트되었습니다.
pt: foi excluído e atualizado com êxito.
ru: был удален и успешно обновлен.

# toast.deleted_title
source: Deleted
cn: 已删除
es: Eliminado
fr: Supprimé
jp: 削除されました
ko: 삭제됨
pt: Excluído
ru: Удалено

# toast.error_anilist_token_not_found
source: Anilist token not found in local storage
cn: 未找到您最近的更新信息。
es: No se ha encontrado el token de AniList en el almacenamiento local
fr: Jeton Anilist non trouvé dans le stockage local
jp: ローカルストレージにアニリストトークンが見つかりません
ko: 로컬 저장소에서 애니리스트 토큰을 찾을 수 없습니다.
pt: Token de anilista não encontrado no armazenamento local
ru: Токен Anilist не найден в локальном хранилище

# toast.error_description_add_failed
source: Failed to add new list.
cn: 添加新列表失败。
es: Error al añadir una nueva lista.
fr: Échec de l'ajout de la nouvelle liste.
jp: 新しいリストの追加に失敗しました。
ko: 새 목록을 추가하지 못했습니다.
pt: Falha ao adicionar nova lista.
ru: Не удалось добавить новый список.

# toast.error_description_delete_failed
source: Failed to delete list.
cn: 删除列表失败。
es: No se ha podido eliminar la lista.
fr: Échec de la suppression de la liste.
jp: リストの削除に失敗しました。
ko: 목록을 삭제하지 못했습니다.
pt: Falha ao excluir a lista.
ru: Не удалось удалить список.

# toast.error_description_duplicate_list
source: A list with this name already exists.
cn: 已存在具有此名称的列表。
es: Ya existe una lista con este nombre.
fr: Une liste avec ce nom existe déjà.
jp: この名前のリストは既に存在します。
ko: 이 이름의 리스트가 이미 존재합니다.
pt: Já existe uma lista com esse nome.
ru: Список с таким именем уже существует.

# toast.error_description_empty_list_name
source: List name cannot be empty.
cn: 列表名称不能为空。
es: El nombre de la lista no puede estar vacío.
fr: Le nom de la liste ne peut être vide.
jp: リスト名を空にすることはできません。
ko: 목록 이름은 비워둘 수 없습니다.
pt: O nome da lista não pode estar vazio.
ru: Имя списка не может быть пустым.

# toast.error_description_fetch_lists_failed
source: Failed to fetch lists.
cn: 获取列表失败。
es: Error al recuperar listas.
fr: Échec de la récupération des listes.
jp: リストのフェッチに失敗しました。
ko: 목록을 가져오지 못했습니다.
pt: Falha ao buscar listas.
ru: Не удалось получить списки.

# toast.error_description_order_update_failed
source: Failed to update list order.
cn: 更新列表顺序失败。
es: Error al actualizar el orden de las listas.
fr: Échec de la mise à jour de l'ordre des listes.
jp: リスト順序の更新に失敗しました。
ko: 목록 순서를 업데이트하지 못했습니다.
pt: Falha ao atualizar a ordem da lista.
ru: Не удалось обновить порядок списков.

# toast.error_description_rename_failed
source: Failed to update list names.
cn: 更新列表名称失败。
es: Error al actualizar los nombres de las listas.
fr: Échec de la mise à jour des noms des listes.
jp: リスト名の更新に失敗しました。
ko: 목록 이름을 업데이트하지 못했습니다.
pt: Falha ao atualizar os nomes da lista.
ru: Не удалось обновить имена списков.

source: toast.error_description_update_failed
cn: 更新条目失败
es: No se ha podido actualizar la entrada
fr: Échec de la mise à jour de l'entrée
jp: エントリの更新に失敗しました。
ko: 항목을 업데이트하지 못했습니다.
pt: Falha ao atualizar a entrada
ru: Не удалось обновить запись

# toast.error_description_user_id_unavailable
source: User ID is not available.
cn: 用户 ID 不可用。
es: El ID de usuario no está disponible.
fr: L'identifiant utilisateur n'est pas disponible.
jp: ユーザ ID が使用できません。
ko: 사용자 ID를 사용할 수 없습니다.
pt: O ID do usuário não está disponível.
ru: Идентификатор пользователя недоступен.

# toast.error_title
source: Error
cn: 错误
fr: Erreur
jp: エラー
ko: 오류
pt: Erro
ru: Ошибка

# toast.error_unexpected
source: An unexpected error occurred:
cn: 发生意外错误：
es: Se ha producido un error inesperado:
fr: Une erreur inattendue s'est produite:
jp: 予期しないエラーが発生しました：
ko: 예기치 않은 오류가 발생했습니다:
pt: Ocorreu um erro inesperado:
ru: Произошла непредвиденная ошибка:

# toast.info_title_no_entries
source: Info
cn: 信息
es: Información
jp: 情報
ko: 정보
ru: Информация

# toast.no_entries_to_update
source: No entries to update.
cn: 没有要更新的条目。
es: No hay entradas para actualizar.
fr: Aucune entrée à mettre à jour.
jp: 更新するエントリがありません。
ko: 업데이트할 항목이 없습니다.
pt: Não há registros para atualizar.
ru: Нет записей для обновления.

# toast.no_summary_found
source: No summary data was found for your recent update.
cn: 未找到您最近更新的摘要数据。
es: No se encontraron datos de resumen para su actualización reciente.
fr: Aucune donnée de résumé n'a été trouvée pour votre mise à jour récente.
jp: 最近の更新のサマリーデータが見つかりませんでした。
ko: 최근 업데이트에 대한 요약 데이터를 찾을 수 없습니다.
pt: Não foram encontrados dados de resumo para sua atualização recente.
ru: Не найдено никаких сводных данных для вашего последнего обновления.

# toast.no_update_information
source: No Update Information
cn: 无更新信息
es: No hay información de actualización
fr: Aucune information de mise à jour
jp: 更新情報がありません
ko: 업데이트 정보 없음
pt: Nenhuma informação de atualização
ru: Нет информации об обновлении

# toast.paused_description
source: Update process has been paused.
cn: 更新过程已暂停。
es: El proceso de actualización se ha pausado.
fr: Le processus de mise à jour a été mis en pause.
jp: 更新プロセスが一時停止されました。
ko: 업데이트 프로세스가 일시 중지되었습니다.
pt: O processo de atualização foi pausado.
ru: Процесс обновления был приостановлен.

# toast.paused_title
source: Paused
cn: 暂停
es: Pausado
fr: En pause
jp: 一時停止中
ko: 일시 중지됨
pt: Pausado
ru: Приостановлен

# toast.rate_limited_cannot_start
source: Cannot start update while rate limited.
cn: 由于速率限制，无法开始更新。
es: No se puede iniciar la actualización debido a la limitación de velocidad.
fr: Impossible de démarrer la mise à jour en cas de limitation de taux.
jp: レート制限中に更新を開始できません。
ko: 속도가 제한된 상태에서 업데이트를 시작할 수 없습니다.
pt: Não é possível iniciar a atualização enquanto a taxa estiver limitada.
ru: Невозможно запустить обновление при ограничении скорости.

# toast.rate_limited_description
source: Exceeded maximum retry attempts due to rate limiting. Update paused.
cn: 由于速率限制，已超过最大重试次数。更新已暂停。
es: Se han superado los intentos máximos de reintento debido a la limitación de velocidad. Actualización en pausa.
fr: Nombre maximum de tentatives de nouvelle tentative dépassé en raison de la limitation de taux. Mise à jour en pause.
jp: レート制限のため、最大再試行回数を超えました。更新が一時停止しました。
ko: 속도 제한으로 인해 최대 재시도 횟수를 초과했습니다. 업데이트가 일시 중지되었습니다.
pt: Excedeu o número máximo de tentativas de repetição devido à limitação de taxa. Atualização pausada.
ru: Превышено максимальное количество повторных попыток из-за ограничения скорости. Обновление приостановлено.

# toast.rate_limited_title
source: Rate Limited
cn: 速率受限
es: Velocidad limitada
fr: Limité par le taux
jp: レート制限中
ko: 속도 제한
pt: Taxa limitada
ru: Скорость ограничена

# toast.success_all_updated
source: All entries have been updated successfully!
cn: 已成功更新所有条目！
es: Todas las entradas se han actualizado correctamente.
fr: Toutes les entrées ont été mises à jour avec succès !
jp: すべてのエントリが正常に更新されました！
ko: 모든 항목이 성공적으로 업데이트되었습니다!
pt: Todas as entradas foram atualizadas com êxito!
ru: Все записи были успешно обновлены!

source: toast.success_description_list_added
cn: 已添加并更新成功。
es: se ha añadido y actualizado correctamente.
fr: a été ajouté et mis à jour avec succès.
jp: が追加され、正常に更新されました。
ko: 추가 및 업데이트에 성공했습니다.
pt: foi adicionado e atualizado com êxito.
ru: был добавлена и успешно обновлена.

source: toast.success_description_list_renamed
cn: 已重命名并更新成功。
es: se ha renombrado y actualizado correctamente.
fr: a été renommé et mis à jour avec succès.
jp: の名前が変更され、正常に更新されました。
ko: 이름이 변경되고 업데이트되었습니다.
pt: foi renomeado e atualizado com êxito.
ru: была переименована и успешно обновлена.

# toast.success_description_order_updated
source: List order updated successfully.
cn: 列表顺序更新成功。
es: El orden de la lista se ha actualizado correctamente.
fr: Ordre des listes mis à jour avec succès.
jp: リストの順番が正常に更新されました
ko: 목록 순서가 성공적으로 업데이트되었습니다.
pt: A ordem da lista foi atualizada com êxito.
ru: Порядок списка успешно обновлен.

# toast.success_title
source: Success
cn: 更新成功
es: Éxito
fr: Succès
jp: 成功
ko: 성공
pt: Sucesso
ru: Успех

# toast.updating_description
source: Update process has started.
cn: 更新过程已开始。
es: Se ha iniciado el proceso de actualización.
fr: Le processus de mise à jour a démarré.
jp: 更新処理が開始されました。
ko: 업데이트 프로세스가 시작되었습니다.
pt: O processo de atualização foi iniciado.
ru: Процесс обновления запущен.

# toast.updating_title
source: Updating
cn: 更新
es: Actualizando
fr: Mise à jour
jp: 更新中
ko: 업데이트 중
pt: Atualizando
ru: Обновление
